{
    "sites": [
        {
            "id": 1,
            "reef": "Osprey Reef",
            "country": "Australia",
            "location_description": "Situated nearly 350 km away from Cairns, Osprey Reef is the most northerly of the reefs in the Coral Sea. It is separated from the continental shelf by a deep water trough and is regarded as one of the premier Great Barrier Reef dive liveaboard destinations, both for the visibility that it offers and the big fish action. The remoteness of Osprey Reef is a highlight in itself, where you will often find yourself far removed from anything that isn't wet and colourful.",
            "dive_summary": "Roughly oval in shape, Osprey Reef consists of a lagoon area, that is only 30m deep, but within 1 km of the reef the water shelves to 1,000m deep. This creates the perfect meeting ground for huge amounts of pelagic action including Australia's famous shark feed dive at North Horn. The reef is in pristine condition with spectacular colourful soft corals that often exceed 2m in height. Shoals of pelagic fish and amazing walls will leave you wanting more no-stop time.",
            "depth": "5m - 40m",
            "visibility": "10m - 60m",
            "currents": "Moderate",
            "surface_conditions": "Generally calm, but can be choppy.",
            "water_temp": "25°C - 30°C",
            "experience_level": "Intermediate",
            "number_of_dives_sites": 15,
            "diving_season": "Thanks to North Queensland's tropical climate, the northern Great Barrier Reef is a year round diving destination. The average water temperature never dips below 22°C in winter, with an average of a toasty 29°C during summer.",
            "images": "https://media.divebooker.com/media/images/w850/157062410240a32b94dacdeb51c642bdb91d3a4d5d.jpg ",
            "url": "https://www.dive-the-world.com/diving-sites-australia-great-barrier-reef-osprey-reef.php"
        },
        {
            "id": 2,
            "reef": "Bougainville",
            "country": "Australia",
            "location_description": "Bougainville Reef is named after Louis-Antoine de Bougainville who could so very easily have claimed Australia for France. Had he not turned north-east to avoid the perilous breakers over this reef, he may have 'discovered' Australia 2 years before Captain Cook. Imagine how different Australia could have been if colonised by the French! The reef which bears his name lies some 150 km to the south of Osprey Reef and is not often visited by Australian liveaboards in this area. Normally, Coral Sea trips will return to the Ribbon Reefs after visiting Osprey Reef but if conditions permit, you may be lucky enough to dive around this exposed offshore reef.",
            "dive_summary": "Dives here typically consist of quite steep walls from about 15 to 40 metres followed by a slope to greater depths. There are the same type of healthy hard corals you might see at Osprey Reef and also plenty of schools of fish. Bumphead parrotfish in schools of up to 50 regularly charge around munching the coral into a fine sand. Yellow-tailed barracuda and jacks are also present in impressive numbers.",
            "depth": "5m - 40m",
            "visibility": "20m - 40m",
            "currents": "Normally gentle, but can be strong.",
            "surface_conditions": "Can be choppy.",
            "water_temp": "25°C - 30°C",
            "experience_level": "Beginner - Advanced",
            "number_of_dives_sites": 5,
            "diving_season": "As Bougainville is only visited by liveaboards that go to Osprey Reef, you should consult the diving season of Osprey Reef when considering your Great Barrier Reef vacation. Bougainville is subject to similar weather influences to Osprey Reef although it can enjoy more settled conditions when Osprey Reef is being exposed to heavy winds. This explains why it is occasionally visited as an alternative to Osprey Reef.",
            "image": "https://hotgetaways.com.au/wp-content/uploads/2013/03/coral-sea-coral.jpg",
            "url": "https://www.dive-the-world.com/diving-sites-australia-great-barrier-reef-bougainville.php#sites"
        },
        {
            "id": 3,
            "reef": "Holmes Reef",
            "country": "Australia",
            "location_description": "Holmes Reef is a remote spot in the Coral Sea west of Cairns. It is much further from shore than the Outer Barrier Reef and is, along with Osprey Reef and Bougainville, among the Great Barrier Reef's most world-class dive sites. It can only be visited by Australian liveaboards that venture to the Coral Sea, and only when weather conditions permit.",
            "dive_summary": "The diving in this, one of Australia's remotest reefs, is highly rated with excellent visibility and a wide range of topography. You can expect shallow reefs with silvertip sharks and grey reef sharks, wall dives, caves, drift dives, and some of the best night dives the barrier reef has to offer. Caverns are covered in bright and colourful soft corals, tall bommies are patrolled by an impressive array of sharks, and there are large archway swimthroughs.",
            "depth": "5m - 38m",
            "visibility": "20m - 40m",
            "currents": "Normally gentle, but can be strong.",
            "surface_conditions": "Can be choppy.",
            "water_temp": "25°C - 30°C",
            "experience_level": "Beginner - Advanced",
            "number_of_dives_sites": 8,
            "diving_season": "As Holmes Reef is only visited by liveaboards that go to Osprey Reef, you should consult the diving season of Osprey Reef when considering your Great Barrier Reef vacation. Holmes Reef is subject to similar weather influences to Osprey Reef although variations do occur. As such Homes Reef is something of a fair weather destination.",
            "image": "https://www.dive-the-world.com/images/gallery/pages/medium/86c4a35556-false-entrance-osprey-reef.jpg",
            "url": "https://www.dive-the-world.com/diving-sites-australia-great-barrier-reef-holmes-reef.php"
        },
        {
            "id": 4,
            "reef": "Alor",
            "country": "Indonesia",
            "location_description": "When scuba divers talk about wanting to get away to a remote location in the middle of nowhere and do some amazing diving then this is what they mean. Alor, a small island north of West Timor in Eastern Indonesia, offers dives which are absolutely world class and it is a long, long way from the office.",
            "dive_summary": "Superb macro life, amazing coral and benthic diversity, and schooling fish are the main marine attractions in Alor. An unusual and excellent bonus of diving here is the likelihood of spotting pilot whales and dolphins from your dive boat. Alor tends to be a liveaboard diving destination and is suitable primarily for experienced divers due to the prevalent strong currents and eddies and its remote location.",
            "depth": "12m - 40m",
            "visibility": "12m - 30m",
            "currents": "Can be very strong.",
            "surface_conditions": "Can be rough.",
            "water_temp": "26°C - 32°C",
            "experience_level": "Advanced Only",
            "number_of_dives_sites": 15,
            "diving_season": "You can dive in Alor all year round, but the best conditions are from April to November, with October and November being the months when current is most prevalent. Outside of that time the surface conditions can be unsettled and there is greater chance of rain and reduced visibility. However, although the chance of such disturbances are higher at this time, the weather is usually pretty settled and many scuba divers visit at any time of the year and enjoy great conditions.",
            "image": "https://www.bluewaterdivetravel.com/sites/default/files/Alor2.jpg",
            "url": "https://www.dive-the-world.com/diving-sites-indonesia-alor.php"
        },
        {
            "id": 5,
            "reef": "Bali",
            "country": "Indonesia",
            "location_description": "One of the most beautiful islands in the world, Bali is Indonesia's most popular dive travel destination. Many visitors find the attraction of good shore-based resort diving set against a stunning back drop of huge, magnificent volcanoes and picturesque rice paddy terraces, simply irresistible. Others enjoy the island's charms and then hop on board a liveaboard cruise departing from Bali.",
            "dive_summary": "Indeed, one of the greatest features of Bali are the incredibly rich and varied dive sites. Deep drop-offs and steep banks, coral ridges and bommies, one of the most famous wrecks in the world, volcanic outcrops and seagrass beds are all part of the underwater tapestry. With its colourful and diverse marine life, there's enough here to keep you coming back for more.",
            "depth": "5m - 40m",
            "visibility": "10m - 45m",
            "currents": "Can be very strong.",
            "surface_conditions": "Calm.",
            "water_temp": "19°C - 26°C",
            "experience_level": "Beginner - Advanced",
            "number_of_dives_sites": 50,
            "diving_season": "The dive season is year round in Bali although conditions do vary from time to time and location to location. December to March is rainy season (although most days it doesn't rain) and there are fewer scuba divers around. However, visibility is sometimes a little reduced around the north and west of the island.",
            "image": "https://villabossibali.com/sites/default/files/styles/image_wall_full/public/activity/diving_menjangan-2.jpg?itok=DOBX_RM6",
            "url": "https://www.dive-the-world.com/diving-sites-indonesia-bali.php#sites"
        },
        {
            "id": 6,
            "reef": "Komodo",
            "country": "Indonesia",
            "location_description": "The variety of marine life that you can see in Komodo rivals the world's best dive destinations. This is close to the world's epicentre for marine diversity and you'll see loads of stuff here on a liveaboard diving cruise that you just won't see anywhere else in the world.",
            "dive_summary": "From sunfish, mantas, dolphins and eagle rays to pygmy seahorses, ornate ghost pipefish, clown frogfish, nudibranchs and blue-ringed octopus, all are at home amongst a spectacular range of colourful sponges, sea squirts, tunicates and corals; Komodo is a macro enthusiast's heaven.",
            "depth": "5m - 40m",
            "visibility": "5m - 30m",
            "currents": "Can be very strong.",
            "surface_conditions": "Can be rough.",
            "water_temp": "20°C - 28°C",
            "experience_level": "Intermediate - Advanced",
            "number_of_dives_sites": 35,
            "diving_season": "You can go liveaboard diving in Komodo all year round. The charters here do not close for an off-season because every month of the year promises top quality action. Some boats operate here every month, others visit for a few months. Availability peaks with the highest number of tours in Komodo being between April and August, while some visiting liveaboards stay as late as November.",
            "image": "https://www.komododivecenter.com/wp-content/uploads/manta-train-komodo.jpg",
            "url": "https://www.dive-the-world.com/diving-sites-indonesia-komodo.php"
        },
        {
            "id": 7,
            "reef": "",
            "country": "Maldives",
            "location_description": "Although the Maldives are known the world over for the stunning beaches and azure waters that typify the tropical holiday idyll, its life beneath the water's surface is becoming ever more respected by scuba divers in the know. The Maldive Islands have some good coral reefs, but it's the abundance of marine life throughout the country that sets it apart from other dive destinations around the world.",
            "dive_summary": "Most dives in the Maldives are drifts from liveaboards where you allow the current to move you along. Due to the myriad channels and passages between the atolls, the currents sweep and play throughout the island chain so that nutrients are always on the move. This accounts for the vast numbers of fish enjoying the passing feast and you can expect to see Napoleon wrasse, parrotfish, snappers, fusiliers, jacks and sweetlips at every site where the water flows.",
            "depth": "5m - 40m",
            "visibility": "15m - 40m",
            "currents": "Can be very strong.",
            "surface_conditions": "Generally calm, but can be choppy in southwest monsoon.",
            "water_temp": "26°C - 29°C",
            "experience_level": "Beginner - Advanced",
            "number_of_dives_sites": 200,
            "diving_season": "The recommended months for confirmed liveaboard departures are from November to May but the Maldives scuba diving holiday season runs all year round. If you wish to come outside of November to May it may be more difficult to find a departure date that suits you.",
            "image": "https://guesthouses-in-maldives.net/wp-content/uploads/maldives-diving.jpg",
            "url": "https://www.dive-the-world.com/diving-sites-maldives.php"
        },
        {
            "id": 8,
            "reef": "",
            "country": "Galapagos Islands",
            "location_description": "This legendary Ecuador diving destination is often considered by experienced divers to represent something of a pinnacle in their scuba careers. In that sense, many agree that, quite simply, the Galapagos Islands have the best liveaboard diving trips in the world, plus incredible non-diving wildlife adventure cruises.",
            "dive_summary": "Such is the range of creatures, that it is difficult to avoid lists when discussing Galapagos scuba diving. Imagining a vacation involving sea lions, penguins, seals, eagle rays, marine iguanas, sea turtles, golden rays, whale sharks, hammerheads and many other shark species, is a phenomenal experience. These encounters, which are at once educational and exciting, make the appeal of the archipelago obvious.",
            "depth": "5m - 20m",
            "visibility": "5m - 25m",
            "currents": "Medium to strong.",
            "surface_conditions": "Choppy with currents and surges, can make diving a little tricky.",
            "water_temp": "16°C - 28°C",
            "experience_level": "Intermediate - Advanced",
            "number_of_dives_sites": 30,
            "diving_season": "January through June is wet season with sunny spells either side of the brief but impressive showers which can occur daily. This period has warmer water temperatures generally fluctuating between 68 to 77°F (20-25°C). January through April can even push the temperatures up as far as 81 or 82°F (27-28°C) in some places, if you are lucky. Dry season, more or less from July through December, sees less rain but is also cooler above and below the waters. Water temperatures in dry season are usually 66 to 73°F (19-23°C). This is when there is a strong chance of multiple whale shark encounters and is often referred to as 'Peak Tourist Season'. It is the busiest time and many aficionados would not think of visiting outside of peak season.",
            "image": "https://divemagazine.com/wp-content/uploads/2021/11/16__DSC0615-1_opt.jpeg",
            "url": "https://www.dive-the-world.com/diving-sites-galapagos.php"
        },
        {
            "id": 9,
            "reef": "Red Sea",
            "country": "Egypt",
            "location_description": "The Red Sea takes its name from the periodic algal blooms that occur here painting the sea with a reddish hue, and not the red-tinted Egyptian mountain ranges that surround it. It's a diver's paradise, with the warmest of warm seas, very little wave action and unsurpassed visibility.",
            "dive_summary": "It is considered to be one of the 7 Wonders of the underwater world, harbouring more than 1,000 species of invertebrates and over 200 species of soft and hard coral. This forms the basis of a marine eco-system which includes 1,100 species of fish, of which just under 20% are endemic to the Red Sea, i.e. these fish species can only been found here. The high level of endemism here is one of the main factors that makes Egypt scuba diving so interesting.",
            "depth": "5m - 40m",
            "visibility": "20m - 40m",
            "currents": "Gentle to possibly strong.",
            "surface_conditions": "Calm, but can be choppy in some places.",
            "water_temp": "22°C - 30°C",
            "experience_level": "Beginner - Advanced",
            "number_of_dives_sites": 200,
            "diving_season": "Egypt is a fine choice for scuba diving any time of year but the water temperatures do vary significantly. From June to August the water can reach 30°C but it falls to a chilly 22°C in February. ",
            "image": "https://scubadiverlife.com/wp-content/uploads/2014/08/Dollarphotoclub_45134706-1024x678.jpg",
            "url": "https://www.dive-the-world.com/diving-sites-egypt-red-sea.php"
        },
        {
            "id": 10,
            "reef": "",
            "country": "Thailand",
            "location_description": "A dive vacation in Thailand, affectionately known by many as The Land of Smiles, means enjoying the gorgeous warm weather, the great hospitality of the local people, the beauty of the land and the rich bounty of the warm Andaman Sea that laps against its shores.",
            "dive_summary": "The Andaman Sea is crammed with colourful coral and tropical marine life, set around some stunning tropical islands, and is characterised by sites such as the huge submerged boulders of the Similans and the chance to swim with whale sharks, leopard sharks and manta rays. However, the diving is so diverse in Thailand that there is really something for everyone and a trip to suit every budget.",
            "depth": "5m - 40m",
            "visibility": "5m - 30m",
            "currents": "Can be strong.",
            "surface_conditions": "Can be rough.",
            "water_temp": "26°C - 31°C",
            "experience_level": "Beginner - Advanced",
            "number_of_dives_sites": 250,
            "diving_season": "Although November through to April is the best time for optimum site conditions, the Thailand scuba diving season runs all year round. This is reflected in the period when liveaboards run to the Similan Islands (late-October to mid-May). The best time to see whale sharks is between February and May when there is a higher concentration of plankton. This time of year is also the best for manta ray sightings although the number of sightings varies from year to year.",
            "image": "https://www.adventureinyou.com/wp-content/uploads/2016/06/best-dive-spots-thailand-LEAD.jpg",
            "url": "https://www.dive-the-world.com/diving-sites-thailand.php"
        }
    ]
}